Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/saksgang_i_samiske_stedsnavnsaker.html.tmx
Source language: nob
Languages: sma

source: Saksgang i samiske stedsnavnsaker
sma: Aamhteseöörnege saemien sijjienommeaamhtesinie

source: Stadnamnlovens § 6 regulerer hvilke organer som kan igangsette navnesaker.
sma: Sijjienommelaaken § 6 stuvrie mah årgaanh mah maehtieh nommeaamhtesigujmie nïerhkedh.

source: Alle stedsnavnsaker med samiske stedsnavn, eller som er i områder der samiske stedsnavn kan forekomme, skal sendes til Samisk stedsnavntjeneste for foreløpig tilråding.
sma: Gaajhkh sijjienommeaamhtesh saemien sijjienommigujmie, jallh mah leah dajvine gusnie saemien sijjienommh maehtieh gååvnesidh, edtjieh Saemien sijjienommedïenesjasse seedtesovvedh mij annjebodts juvnehtimmiem buakta.

source: Samisk stedsnavntjeneste innhenter opplysninger om stedsnavnene, og gir foreløpig tilråding.
sma: Saemien sijjienommedïenesje bïevnesh veedtjie sijjienommi bïjre, jïh annjebodts juvnehtimmiem vadta.

source: Stedsnavntjenesten vil også vurdere hvilke offentlige funksjoner navnet har, og disse funksjonene avgjør hvem som blir parter i navnesaken.
sma: Sijjienommedïenesje sæjhta aaj vuarjasjidh mah byögkeles funksjovnh nommen leah, jïh daah funksjovnh muenieh gïeh guejmine sjidtieh nommeaamhtesisnie.

source: Foreløpig tilråding fra Samisk stedsnavntjeneste skal følge med saken når den legges ut på høring.
sma: Annjebodts juvnehtimmie Saemien sijjienommedïenesjistie edtja aamhtesem dåeriedidh gosse govlehtæmman bïejesåvva.

source: Etter høringsrunden vil stedsnavntjenesten se på uttalelsene og deretter gi sin endelige tilråding, som så sendes til det offentlige organet som har vedtaksmyndighet.
sma: Govlehtimmien mænngan sijjienommedïenesje sæjhta lahtestimmide vuartasjidh jïh dan mænngan sov minngemes juvnehtimmiem vedtedh, mij dan mænngan dan byögkeles årgaanese seedtesåvva mij faamoem åtna nænnoestimmiem darjodh.

source: Ansvaret for de forskjellige typene av navn er fordelt på ulike offentlige organ, mer om det i Stadnamnlovas § 7.
sma: Dïedte dej ovmessie nommi åvteste lea joekedamme joekehts byögkeles årgaanide, vielie dan bïjre Sijjienommelaaken § 7.
